{

    "url": "http://localhost:8000/fiddle/author/17/?format=json",
    "surname": "Aird",
    "firstname": "James",
    "extrainfo": "",
    "biographical_info": "Aird (c.1750-1795) was a Glasgow music seller, copperplate printer and publisher between c.1779-179.\n(Glen 1, x-xi; Alburger)."

},
{

    "url": "http://localhost:8000/fiddle/author/18/?format=json",
    "surname": "Alexander ",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Alexander fl.c.1800-1860. We know only that he was a musician from Forfar who compiled tunes for the pianoforte."

},
{

    "url": "http://localhost:8000/fiddle/author/19/?format=json",
    "surname": "Anderson ",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Anderson lived 1737-1808, and died in Inverness (Baptie), but he moved round Scotland during his working career.  His first book, A Selection of the most Approved Highland Strathspeys was published in Edinburgh in 1789, dedicated to the Musical Society of Greenock. Another edition may have been later published in Perth (Alburger, 145), although this has not been verified.  Anderson's Pocket Companion was published in Perth in 1795. Anderson's Budgets, published later in Edinburgh, postdate his death in Inverness as given by Baptie."

},
{

    "url": "http://localhost:8000/fiddle/author/20/?format=json",
    "surname": "Anderson",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Anderson lived 1737-1808, and died in Inverness (Baptie).  His Selection of the most Approved Highland Strathspeys was published in Edinburgh, dedicated to the Musical Society of Greenock. Anderson's Pocket Companion was published by a John Anderson, music seller in Perth. Anderson's Budgets, published later in Edinburgh, postdate his death in Inverness as given by Baptie, suggesting there may have been two musician/publishers of this name."

},
{

    "url": "http://localhost:8000/fiddle/author/21/?format=json",
    "surname": "Baillie",
    "firstname": "Peter",
    "extrainfo": "",
    "biographical_info": "According to Peter Baillie's grandson, Peter lived and worked at Loanhead near Edinburgh. Although known as 'Pate Bailie, the fiddling tinker', he was actually a horner, making horn spoons etc., and a stonemason. He was known for his vigorous bow-stroke, rapid, distinctive fiddling, and genius at improvisation, and was evidently a composer as well. He was a favourite at Dalkeith House and Stobo Castle, fiddling at aristocratic balls and parties. (Alburger, 168-9; Murdoch, 57-65). \nBiography from the volume itself:\n'ADVERTISEMENT / PETER BAILLIE, the Author of the preceding Tunes, is about 46 years of age, was born in the parish of Libberton, and county of Mid-Lothian.  His Parents belonged to the labouring class,- they had both a musical turn, but more particularly his Mother. He was the youngest of the family, some of whom he acknowledges surpassed him in playing on the Fiddle.  PETER was originally bred a mason, a trade which he gradually relinquished, as by degrees he acquired skill in music.  He married, at an early period in life, and had nine Children, several of whom can play on the Fiddle, but in a strain much inferior to their Father.  When very young, he staid occasionally with several families of distinction, principally for the purpose of playing on the Violin.  It was very likely at this time that his education was neglected.  PETER may be regarded as a great musical genius in a state of nature, without the smallest cultivation, and had he been properly educated by some of the best teachers of the Art, there can be little doubt that he would have stood high among the Musicans of the present day. / A friend of the Author has been enabled, by the assistance of Mr CLELLAND, an ingenious musician of this city, to lay these Tunes, composed by PETER BAILLIE, before the Public.  If success attends the publication, they will be continued in Numbers, of which this will be the first. / The proceeds of this Work, after defraying expenses, will be applied for the benefit of the Author’s family, which is at present in the greatest poverty. / EDINBURGH, August 1825.'\nIn the Post Office Directory for Edinburgh 1825-26, musician Thomas Cleland is listed at Advocate's Close. "

},
{

    "url": "http://localhost:8000/fiddle/author/22/?format=json",
    "surname": "Barsanti",
    "firstname": "Francis [Francesco] ",
    "extrainfo": "",
    "biographical_info": "Francesco Barsanti (c.1690-1760) was born in Lucca; spent some time in Scotland, where he published this collection;and died in London after living there for about a decade. (Baptie)"

},
{

    "url": "http://localhost:8000/fiddle/author/23/?format=json",
    "surname": "Bayne ",
    "firstname": "Charles",
    "extrainfo": "",
    "biographical_info": "Bayne was a dancing teacher in Dundee, and 'composed' or 'arranged' the tunes he published between c.1802-1819."

},
{

    "url": "http://localhost:8000/fiddle/author/25/?format=json",
    "surname": "Boag",
    "firstname": "W.",
    "extrainfo": "",
    "biographical_info": "Boag printed and sold music in London c.1790-c.1825 (Kidson, 14). Someone of the same name published books, not music, in Newcastle 1826-1837."

},
{

    "url": "http://localhost:8000/fiddle/author/151/?format=json",
    "surname": "Boick",
    "firstname": "James",
    "extrainfo": "",
    "biographical_info": "The Borders musician John Pringle wrote a Strathspey entitled 'James Boick' c.1801. Much later, Hamilton's Universal Tune Book (Glasgow, 1844) contained James Boick's Reel, 'now printed for the first time'.\n"

},
{

    "url": "http://localhost:8000/fiddle/author/1/?format=json",
    "surname": "Bowie",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "John Bowie (1759-1815) was a Perth musician and composer of dance tunes from 1785, commencing as a music-seller in 1803, in partnership with T. Hill.  Bowie and his brother, piano-teacher Peter Bowie, gave annual balls. (Glen 1, xii-xiii)"

},
{

    "url": "http://localhost:8000/fiddle/author/26/?format=json",
    "surname": "Bowie",
    "firstname": "Peter",
    "extrainfo": "",
    "biographical_info": "Brother of John Bowie, Peter Bowie (1763-1846) was a Perth piano-teacher and tuner. He and his brother held balls in Perth."

},
{

    "url": "http://localhost:8000/fiddle/author/2/?format=json",
    "surname": "Bremner",
    "firstname": "Robert",
    "extrainfo": "",
    "biographical_info": "Bremner (c.1713-89) was a music-seller and publisher in Edinburgh until 1760, thereafter in London. John Brysson managed the Edinburgh business for Bremner after the latter's removal to London.  (Glen 1, vii; Alburger; Grove)"

},
{

    "url": "http://localhost:8000/fiddle/author/27/?format=json",
    "surname": "Bride ",
    "firstname": "Richard",
    "extrainfo": "",
    "biographical_info": "Bride had a music shop at the Black Lyon in Exeter Change, Strand, London, c.1765-1775, where he published some songs. (Humphries & Smith)"

},
{

    "url": "http://localhost:8000/fiddle/author/28/?format=json",
    "surname": "Broderip",
    "firstname": "Robert",
    "extrainfo": "",
    "biographical_info": "Francis Broderip and C. Wilkinson were London music sellers, printers and publishers, trading from 13 Haymarket between 1799-1808. \n"

},
{

    "url": "http://localhost:8000/fiddle/author/29/?format=json",
    "surname": "Burns ",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "The dedicatee was Lady Susan, Countess of Dunmore (b.1774).  Nothing is known of the composer."

},
{

    "url": "http://localhost:8000/fiddle/author/7/?format=json",
    "surname": "Calvert",
    "firstname": "Thomas",
    "extrainfo": "",
    "biographical_info": "Calvert, a Kelso musician who also loaned instruments, was active in the late 18th and early 19th centuries."

},
{

    "url": "http://localhost:8000/fiddle/author/6/?format=json",
    "surname": "Campbell",
    "firstname": "Joshua",
    "extrainfo": "",
    "biographical_info": "Campbell (c.1730-1801) was a Glasgow musician, composer, guitar teacher and bellringer. (Glen 1, ix)"

},
{

    "url": "http://localhost:8000/fiddle/author/34/?format=json",
    "surname": "Campbell",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Campbell lived 1764-1824. Born in Tombea, near Callander, and strongly aware of his Highland identity, he spent most of his life in Edinburgh. He was a one-time medical student, an organist, composer, song-collector, writer about Scottish literature, poet, and farmer. He had reason to be grateful for having been Sir Walter Scott's music tutor, for the latter put work his way when Campbell fell upon hard times.\n"

},
{

    "url": "http://localhost:8000/fiddle/author/35/?format=json",
    "surname": "Campbell",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Campbell lived 1764-1824. Born in Tombea, near Callander, and strongly aware of his Highland identity, he spent most of his life in Edinburgh.  He was a one-time medical student, an organist, composer, song-collector, writer about Scottish literature, poet, and farmer.  Had reason to be grateful for having been Sir Walter Scott's music tutor, for the latter put work his way when Campbell fell upon hard times. (McAulay, Alburger)\n"

},
{

    "url": "http://localhost:8000/fiddle/author/36/?format=json",
    "surname": "Campbell",
    "firstname": "James",
    "extrainfo": "",
    "biographical_info": "Nothing is known of James Campbell, though he seems likely to have had a Glasgow or Paisley connection.  His publisher, McGoun (MacGoun, McGowan, McCown) was a Glasgow book/music seller, stationer and later also papermaker; SBTI lists Archibald, Archibald Junior and Andrew. "

},
{

    "url": "http://localhost:8000/fiddle/author/37/?format=json",
    "surname": "Campbell",
    "firstname": "William",
    "extrainfo": "",
    "biographical_info": "Campbell was a Scot (born c.1760), an editor and compiler whose collections were published in London from 1779, initially in his own name, but later by Birchall, a leading publisher. (Kidson)"

},
{

    "url": "http://localhost:8000/fiddle/author/38/?format=json",
    "surname": "Christie",
    "firstname": "William",
    "extrainfo": "",
    "biographical_info": "William Christie (c.1778-1849) was from Cuminestown by Turriff. An admired violinist and dancing teacher, collector of tunes and composer, he was also a postman.  (Alburger, 168; HMT, Highland Collections, ii)"

},
{

    "url": "http://localhost:8000/fiddle/author/39/?format=json",
    "surname": "Clagget",
    "firstname": "Walter",
    "extrainfo": "",
    "biographical_info": "Clagget (1742-1798) was an Irish musician who spent much of his life in England, working as a theatre musician and cello soloist.  Also a composer of instrumental and operatic music, self-published and by the Thompson family. His last decade or so was spent in Newcastle upon Tyne. (ODNB)"

},
{

    "url": "http://localhost:8000/fiddle/author/4/?format=json",
    "surname": "Clark",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Probably not the same John Clark (born 1740) who compiled Flores Musicae and had it published in Edinburgh in 1773.\nClark's publisher, Anderson, had a music shop in Perth but there could be a connection with the 19th century music engraver John Anderson who was apprenticed to 'James Johnston' (probably James Johnson).\n"

},
{

    "url": "http://localhost:8000/fiddle/author/40/?format=json",
    "surname": "Clark",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Clark was born c.1740, and was a violinist and compiler. (Baptie). No other works known to Kidson, and no entry in SBTI.  Possibly the same person published The Carl he came o'er the Craft. For the violin and violonsello [sic] or harpsichord, with variations (Edinburgh: For the Author,  1790?), held by GB-Lbl.\nHowever, no connection has been found with the John Clark who published A Collection of New Strathspey Reels in Perth, 1795.\n "

},
{

    "url": "http://localhost:8000/fiddle/author/41/?format=json",
    "surname": "Clarkson",
    "firstname": "John (junior)",
    "extrainfo": "",
    "biographical_info": "The son of John Clarkson Snr (see below), John Clarkson Jnr was a violinist and dancing master, who  published his collection of the late Mr [David] Strange's tunes, in 1803."

},
{

    "url": "http://localhost:8000/fiddle/author/42/?format=json",
    "surname": "Clarkson",
    "firstname": "John (senior)",
    "extrainfo": "",
    "biographical_info": "John Clarkson Snr died in St Andrews, 1812.  He was a violinist, dancing master and compiler. Clarkson's Musical Entertainment was published in London."

},
{

    "url": "http://localhost:8000/fiddle/author/43/?format=json",
    "surname": "Cooper ",
    "firstname": "Isaac",
    "extrainfo": "",
    "biographical_info": "Cooper (c.1755-1820?) was born and died in Banff, but spent some years in Edinburgh.  He taught dancing, a wide range of wind and string instruments, and also composed dance music.  His music was sold widely in Scotland, and also in London.  (Glen 2, vii-viii; Alburger, 89)\nHMT Highland Collectionsreprints the tunes from this collection, some of them with basses, giving Cooper's biography on pp.ii-iii.\n"

},
{

    "url": "http://localhost:8000/fiddle/author/44/?format=json",
    "surname": "Corri, Dussek",
    "firstname": "",
    "extrainfo": "& Co.",
    "biographical_info": "Composer, musician and publisher Domenico Corri (1746-1825) was born in Rome, and worked in Edinburgh between c.1771-90, playing for the Edinburgh Musical Society (for whom his wife also sang), and managing Edinburgh's Vauxhall pleasure gardens and Theatre Royal. He moved to London c.1790. In 1794 he entered partnership with his son in law, the Bohemian singer, pianist and harpist Jan Ladislav Dussek (1760-1812), publishing music and acting as Edinburgh agent for Broadwood pianos. (Grove; Alburger)"

},
{

    "url": "http://localhost:8000/fiddle/author/45/?format=json",
    "surname": "Craig",
    "firstname": "Adam",
    "extrainfo": "",
    "biographical_info": "Craig (c.1667-1741) was reputedly a fine violinist, who taught violin, and was also a composer and editor. He played violin in the Edinburgh St Cecilia's Day concert of 1695. (Baptie; Alburger, 28, 41)\n"

},
{

    "url": "http://localhost:8000/fiddle/author/3/?format=json",
    "surname": "Cumming",
    "firstname": "Angus",
    "extrainfo": "",
    "biographical_info": "Cumming was born c.1750, in a family of whom generations had been musicians at Grantown, Strathspey.  His collection is dated 1780, but nothing is known of his subsequent life. (Glen 1, x; HMT Highland Collections, iii; Alburger, 75-77)"

},
{

    "url": "http://localhost:8000/fiddle/author/46/?format=json",
    "surname": "Cunningham",
    "firstname": "William",
    "extrainfo": "",
    "biographical_info": "Cunningham (fl.1817-1830s), a Glasgow music teacher who also ran a band for balls and assemblies, and published reels, medleys, quadrilles, waltzes etc. for piano forte and harp. (Glasgow Directory 1818-1821 via NLS Digital Gallery)"

},
{

    "url": "http://localhost:8000/fiddle/author/47/?format=json",
    "surname": "Dale ",
    "firstname": "Joseph",
    "extrainfo": "",
    "biographical_info": "Joseph Dale (c.1750-1821) founded a music publishing business in London c.1778, which in turn passed down to his sons until c.1835. (Baptie; Kidson) \nHe also published Dale's Collection of 60 Favorite Scotch Songs (3 vols. of 60 each, RISM D782).  Also a composer, Joseph Dale's Six Sonatas for Harpsichord are online at IMSLP.\nW.Dale (son?), 'Surry side of Blackfriar's Bridge' described himself as 'successor to R. Parsley' in his New Lyric Repository of 1792. "

},
{

    "url": "http://localhost:8000/fiddle/author/48/?format=json",
    "surname": "Daniel",
    "firstname": "James",
    "extrainfo": "",
    "biographical_info": "James Daniel (1810-1889) was an Aberdeen music engraver, editor and composer."

},
{

    "url": "http://localhost:8000/fiddle/author/49/?format=json",
    "surname": "Ding",
    "firstname": "Laurence",
    "extrainfo": "",
    "biographical_info": "Laurence Ding (c.1730-1800) was an Edinburgh music publisher, whose first publication was The Songster's Favourite, of 1784. This was sold widely across Scotland, from Aberdeen to Perth, Port Glasgow and Kilmarnock.  Edinburgh Post Office Directories list him as 'Lawrence'.\nDing's Bremner reprint gave the address no.4 Parliament Square, Edinburgh, unlike most of his music which has no.19 Parliament Square.  Post Office Directories 1794-1801 give his address as 19 Parliament Close. (Kidson)  \nDing and was interred in the Old Calton Burying Ground, Edinburgh. (Baptie)\n"

},
{

    "url": "http://localhost:8000/fiddle/author/50/?format=json",
    "surname": "Dow",
    "firstname": "Daniel",
    "extrainfo": "",
    "biographical_info": "Daniel Dow (1732-1783) was born in Perthshire, and lived and worked in Edinburgh from c.1765. He gave concerts in St Mary's Hall Edinburgh. Anecdotally, he was a music teacher who specialised in the guitar.  (Glen 1, ix; Baptie; Alburger).  One of the GB-A copies of Thirty-seven New Reels notes in ink that [Dow] died of fever January 1783, aged 51 years (burial register of Cannongate, Edinburgh).  "

},
{

    "url": "http://localhost:8000/fiddle/author/51/?format=json",
    "surname": "Duff",
    "firstname": "Archibald",
    "extrainfo": "",
    "biographical_info": "Archibald Duff was born c.1770, perhaps in Aberdeen (Baptie).  Duff was a dancing master in Montrose, and seems to have been the leading dance teacher in Aberdeen after Peacock's death in 1807, until c.1820.\nArchibald and his brother Charles offered various musical services in the area south of Aberdeen. (Alburger, 90)\n He was said to have conducted the Philharmonic Society in Aberdeen. (Glen 2, xvi) He was still alive in 1837, being listed as Professor of Music residing at Clayhills Cottage, Aberdeen in Pigot & Co's 1837 Directory. "

},
{

    "url": "http://localhost:8000/fiddle/author/52/?format=json",
    "surname": "Duff",
    "firstname": "Charles",
    "extrainfo": "",
    "biographical_info": "Charles Duff (c.1760-c.1822) lived in Dundee, and for a while in Montrose.  He was a musician, Dundee music seller (trading as Duff & Chalmers), employed at concerts and balls, and apparently at one time Leader of the Musical Society in Dundee.  He tuned pianos in 'Montrose, Aberdeen, Brechin and Forfar' (Glen 1, xiii). The brother of dancing master Archibald Duff, Charles may also have taught dancing. \nSBTI lists Duff as music seller in Dundee, at 30 High Street in 1818, and the Nethergate in 1822.\n"

},
{

    "url": "http://localhost:8000/fiddle/author/53/?format=json",
    "surname": "Dun",
    "firstname": "Finlay",
    "extrainfo": "",
    "biographical_info": "Finlay Dun (1795-1853) was born in  Aberdeen, lived and died in Edinburgh; he was the son of a dancing master and played for his father in his youth. \nHe is said to have imorted the quadrille to Scotland from France c.1815-16. (Alburger, 114)\nA composer, arranger and scholar, he compiled song collections with/for Lady Carolina Nairne, and another with Edinburgh music professor John Thomson. He moved in scholarly Edinburgh musical circles, and wrote an essay for Dauney."

},
{

    "url": "http://localhost:8000/fiddle/author/56/?format=json",
    "surname": "Eglinton",
    "firstname": "[Hugh Montgomerie]",
    "extrainfo": "",
    "biographical_info": "Hugh Montgomerie, 12th Earl of Eglinton (c.1740-1819) was an amateur violinist and composer, who occasionally joined in playing with the band at Eglinton Castle. (Alburger, 147)\nA selection of his songs and marches, arranged by John Turnbull, was published posthumously in Glasgow, 1858?"

},
{

    "url": "http://localhost:8000/fiddle/author/152/?format=json",
    "surname": "Female Amateur",
    "firstname": "",
    "extrainfo": "",
    "biographical_info": ""

},
{

    "url": "http://localhost:8000/fiddle/author/57/?format=json",
    "surname": "Fraser ",
    "firstname": "Simon",
    "extrainfo": "",
    "biographical_info": "Captain Simon Fraser (1773-1852) was compiler, editor and composer of Gaelic airs which Fraser said came from his father and grandfather. (Alburger; ODNB; Baptie)"

},
{

    "url": "http://localhost:8000/fiddle/author/58/?format=json",
    "surname": "French",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "John French (1753-1803) was from Ayr (Cumnock, according to Alburger), and this posthumous collection was to raise money for his widow and children. His 'James Dalrymple's Reel' is in a MS in Perth (RISM)."

},
{

    "url": "http://localhost:8000/fiddle/author/59/?format=json",
    "surname": "Gibb",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Alexander Gibb was a dancing master from Haddington; one of Gibb's advertisements reported 'that he had not been to Paris this year, but that he had as many modern dances, and fashionable reel and country dance steps, as any of his line in the town.' (Glen 2, xvii)"

},
{

    "url": "http://localhost:8000/fiddle/author/60/?format=json",
    "surname": "Glen",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "John Glen (1833-1904) was a collector and publisher of Scottish music. He was a man of strong opinions, who seldom hesitated to express them in print.  (Alburger) At his death, his comprehensive collection of printed editions and MSS was acquired by Lady Dorothea Stuart Murray (Lady D. Ruggles-Brise) who gave it to GB-En. The collection was on loan to the GB-Lbl until GB-En (est. 1925) was ready to receive it. (Gore)\nThe Glen Collection of Scottish Dance Music was reprinted in 2001 by HMT without basslines, but with the full commentary and biographies.\n"

},
{

    "url": "http://localhost:8000/fiddle/author/61/?format=json",
    "surname": "Goulding",
    "firstname": "George",
    "extrainfo": "",
    "biographical_info": "George Goulding and Thomas D'Almaine published dance music in various series, initially as Goulding, Phipps & D'Almaine until about 1809  and then as Goulding, D'Almaine, Potter and Co. from ca. 1810 onwards. "

},
{

    "url": "http://localhost:8000/fiddle/author/8/?format=json",
    "surname": "Gow",
    "firstname": "Niel",
    "extrainfo": "",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823."

},
{

    "url": "http://localhost:8000/fiddle/author/9/?format=json",
    "surname": "Gow",
    "firstname": "Niel",
    "extrainfo": "and Sons",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823."

},
{

    "url": "http://localhost:8000/fiddle/author/62/?format=json",
    "surname": "Gow",
    "firstname": "Niel",
    "extrainfo": "& William Marshall",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/63/?format=json",
    "surname": "Gow",
    "firstname": "Niel",
    "extrainfo": "& Sons",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/64/?format=json",
    "surname": "Gow",
    "firstname": "Niel [?]",
    "extrainfo": "",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/65/?format=json",
    "surname": "Gow",
    "firstname": "John & Andrew",
    "extrainfo": "",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/66/?format=json",
    "surname": "Gow",
    "firstname": "Nathaniel",
    "extrainfo": "",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/67/?format=json",
    "surname": "Gow",
    "firstname": "Nathaniel",
    "extrainfo": "& Mrs. Robertson of Lady-Kirk",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/68/?format=json",
    "surname": "Gow",
    "firstname": "Nathaniel",
    "extrainfo": "and A Gentleman",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/69/?format=json",
    "surname": "Gow",
    "firstname": "Niel",
    "extrainfo": "",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/70/?format=json",
    "surname": "Gow",
    "firstname": "Niel & Sons",
    "extrainfo": "",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/71/?format=json",
    "surname": "Gow",
    "firstname": "John  ",
    "extrainfo": "",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Alburger; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/137/?format=json",
    "surname": "Gow",
    "firstname": "[Nathaniel]",
    "extrainfo": "& Shepherd",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n"

},
{

    "url": "http://localhost:8000/fiddle/author/153/?format=json",
    "surname": "Gow",
    "firstname": "Nathaniel",
    "extrainfo": "",
    "biographical_info": "Niel Gow (1727-1807), father of the famous Gow family, lived in  Inver near Dunkeld. (Glen 2, viii-xiv; Grove; Murdoch, 41-48)\nGow's fourth son Nathaniel (1763-1831), violinist and Edinburgh publisher, was perhaps the most famous of the siblings; but his brothers William, John and Andrew also traded in music (John and Andrew in London).\nNathaniel's son, Niel Junr., lived 1795-1823.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/72/?format=json",
    "surname": "Graham",
    "firstname": "T. S.",
    "extrainfo": "",
    "biographical_info": "Nothing is known of T. S. Graham."

},
{

    "url": "http://localhost:8000/fiddle/author/73/?format=json",
    "surname": "Grant ",
    "firstname": "Donald",
    "extrainfo": "",
    "biographical_info": "Donald Grant (c.1760-1830s) was an Elgin fiddler-composer and dancing master; he dedicated his collection to the Castle Grant family. (HMT, Highland Collections, iii)\nThe collection was printed for him in Edinburgh.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/74/?format=json",
    "surname": "Gunn",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Born in Edinburgh, John Gunn (c.1765-c.1824) was a professor of cello and flute, and author of musical treatises, of which the cello and harp examples are notable, and refer to their Scottish context; the cello treatise includes Scottish tunes. (Grove; Baptie)\n"

},
{

    "url": "http://localhost:8000/fiddle/author/75/?format=json",
    "surname": "Hall ",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Violinist, dancing master and composer Hall (c.1788-1862) was  born in Ayrshire and died in Glasgow. (Baptie) He published his quadrilles separately.  \nHall's manuscript music books survive in GB-Gu, drawing tunes from many sources, and sometimes setting them for two violins. (Alburger, 146-7)\nHall is unnoted in SBTI, Humphries and Smith, or Kidson."

},
{

    "url": "http://localhost:8000/fiddle/author/76/?format=json",
    "surname": "Hall",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Violinist, dancing master and composer Hall (c.1788-1862) was  born in Ayrshire and died in Glasgow. (Baptie) He published his quadrilles separately.  \nHall's manuscript music books survive in GB-Gu, drawing tunes from many sources, and sometimes setting them for two violins. (Alburger, 146-7)\nHall is unnoted in SBTI, Humphries and Smith, or Kidson.\n"

},
{

    "url": "http://localhost:8000/fiddle/author/32/?format=json",
    "surname": "Hamilton",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "John Hamilton was an Edinburgh music publisher and seller, trading from 24 North Bridge Street c.1795-1810; and 26 Princes Street c.1812-13 (Humphries & Smith)."

},
{

    "url": "http://localhost:8000/fiddle/author/77/?format=json",
    "surname": "Hamilton ",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Hamilton (1761-1814) was a prolific Edinburgh publisher of sheet music, the main publisher of Aberdeen organist John Ross's tunes, and friend of the Chambers publishing family (Kidson). Since John Ross moved from Newcastle-upon-Tyne to Aberdeen by the age of 20, any close connection with the older Edinburgh publisher Robert Ross, whose collection Hamilton reprinted, seems unlikely.\nAn editor, compiler and poet, Hamilton reportedly wrote the words for 'Up in the Morning Early'. (Baptie)"

},
{

    "url": "http://localhost:8000/fiddle/author/78/?format=json",
    "surname": "Hime ",
    "firstname": "Morris",
    "extrainfo": "",
    "biographical_info": "Liverpool music publisher and seller Humphrey Hime began his career c.1790  in partnership with brother Morris (Maurice) - who seems already to have been in business, but moved to Dublin around that time - and later Humphrey's son joined the Liverpool firm.  The family firm continued until c.1879.  (Humphries & Smith)"

},
{

    "url": "http://localhost:8000/fiddle/author/79/?format=json",
    "surname": "Jenkins",
    "firstname": "George",
    "extrainfo": "",
    "biographical_info": "George Jenkins (c.1760-c.1806) was a London teacher of 'Scotch dancing'; the publication of his earliest work in Edinburgh by Brysson  c.1789-90 suggests he had left Scotland by 1794.\nHe was friendly with the Gow family, and possibly came from Perthshire. (Alburger, 62) \nFurther works include Eighteen Airs for two violins and a bass (London: For the Author, c.1785; Edinburgh: Brysson, c.1790), and reports of another title, Thirty Highland Airs (London, 1791) (Glen 2, xvi; Baptie)"

},
{

    "url": "http://localhost:8000/fiddle/author/80/?format=json",
    "surname": "Johnson ",
    "firstname": "Abraham",
    "extrainfo": "",
    "biographical_info": "The colophon suggests that Johnson was London-based, and was active around 1800."

},
{

    "url": "http://localhost:8000/fiddle/author/81/?format=json",
    "surname": "Keith ",
    "firstname": "Malcolm",
    "extrainfo": "",
    "biographical_info": "SBTI locates Keith's Music shop at 26 Hutcheson Street in 1809, near the Trongate in Glasgow."

},
{

    "url": "http://localhost:8000/fiddle/author/82/?format=json",
    "surname": "Ladies",
    "firstname": "",
    "extrainfo": "",
    "biographical_info": "These anonymous ladies in the 'remote' Highlands would appear to have had connections both with  Edinburgh's ball-attending society, and with military families. Possibly be the Misses White, or a Miss White and a Miss Brocky, possibly of Morayshire (Gore, GB-A); or 'the Misses Whyte' (Kidson's pencil note in the copy now held by GB-Gm)."

},
{

    "url": "http://localhost:8000/fiddle/author/83/?format=json",
    "surname": "Lady",
    "firstname": " (A)",
    "extrainfo": "",
    "biographical_info": ""

},
{

    "url": "http://localhost:8000/fiddle/author/84/?format=json",
    "surname": "Lady",
    "firstname": " (A Young)",
    "extrainfo": "",
    "biographical_info": "No clues as to the unknown young lady's identity."

},
{

    "url": "http://localhost:8000/fiddle/author/85/?format=json",
    "surname": "Lavenu",
    "firstname": "",
    "extrainfo": "& Mitchell",
    "biographical_info": "A London publishing house founded by Lewis Lavenu c.1796; there was a brief partnership with Mitchell c.1805-8.  "

},
{

    "url": "http://localhost:8000/fiddle/author/86/?format=json",
    "surname": "Leburn",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Alexander Leburn (1767-1836) of Auchtermuchty was a self-taught musician, and a druggist by trade, as well as a keen mathematician. (Fiddle Music from Fife, HMT, 2006)"

},
{

    "url": "http://localhost:8000/fiddle/author/87/?format=json",
    "surname": "Linley",
    "firstname": " Francis (?)",
    "extrainfo": "",
    "biographical_info": "Francis Linley (1771-1800) was a blind composer, who became a music publisher and seller in London before briefly living in America. (Grove; Kidson; Humphries & Smith)"

},
{

    "url": "http://localhost:8000/fiddle/author/33/?format=json",
    "surname": "Longman",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "John Longman set up business at 131 Cheapside, London, in 1801-2, but does not seem to have been in business for long. (Kidson)\n"

},
{

    "url": "http://localhost:8000/fiddle/author/88/?format=json",
    "surname": "Lowe",
    "firstname": "Joseph",
    "extrainfo": "",
    "biographical_info": "Lowe was born in Marykirk (?) c.1797, and died  in Edinburgh, 1866.  He was a dancing master in  Edinburgh, after initially working with his brother Robert at Brechin and Inverness. Also a wrestler, boxer and salmon fisher! (Baptie; Alburger, 169, 175-6)\n"

},
{

    "url": "http://localhost:8000/fiddle/author/12/?format=json",
    "surname": "Macdonald",
    "firstname": "Malcolm",
    "extrainfo": "",
    "biographical_info": "Malcolm Macdonald was born in Dunkeld (c.1750), and was active c.1785-1800.  He was sometime cellist to Niel Gow. (Alburger, 117; Glen 1, xii) Newbyth House, the home of the dedicatee, is in East Lothian.\n"

},
{

    "url": "http://localhost:8000/fiddle/author/13/?format=json",
    "surname": "Macdonald",
    "firstname": "Malcolm",
    "extrainfo": "",
    "biographical_info": "Malcolm Macdonald was born in Dunkeld (c.1750), and was active c.1785-1800.  He was sometime cellist to Niel Gow. (Alburger, 117; Glen 1, xii) Newbyth House, the home of the dedicatee, is in East Lothian."

},
{

    "url": "http://localhost:8000/fiddle/author/89/?format=json",
    "surname": "Macdonald",
    "firstname": "Donald",
    "extrainfo": "",
    "biographical_info": "Edinburgh pipemaker Donald Macdonald was born ca.1780. (Baptie) He is described as the publisher of the Collection, although unlisted in SBTI as a publisher. "

},
{

    "url": "http://localhost:8000/fiddle/author/90/?format=json",
    "surname": "Macdonald",
    "firstname": "Malcolm",
    "extrainfo": "",
    "biographical_info": "Malcolm Macdonald was born in Dunkeld (c.1750), and was active c.1785-1800.  He was sometime cellist to Niel Gow. (Alburger, 117; Glen 1, xii) "

},
{

    "url": "http://localhost:8000/fiddle/author/95/?format=json",
    "surname": "Macglashan",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "John McGlashan was listed as an Edinburgh piano teacher in 1796-7.  He may have been brother of Alexander McGlashan. (Glen 2, xvii)"

},
{

    "url": "http://localhost:8000/fiddle/author/149/?format=json",
    "surname": "MacGlashan",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "John may have been Alexander McGlashan's brother. He was listed as Edinburgh piano teacher 1796-97 (Glen 2).\nBrysson was manager of Bremner's shop, and took over the business in 1798 when Bremner died; he remained active until c.1813 (Kidson)."

},
{

    "url": "http://localhost:8000/fiddle/author/98/?format=json",
    "surname": "Macintosh",
    "firstname": "Abraham",
    "extrainfo": "",
    "biographical_info": "Abraham Macintosh was born in Edinburgh in 1769, the son of \"Red Rob\" Mackintosh or Macintosh.  He went to Newcastle upon Tyne in England in 1797. He was a fiddler/composer. (Glen 1, xiv, refers to 'Mackintosh') \nAs a point of interest, he engraved Brysson's Curious Selection of Favourite Tunes c.1791. (Kidson)"

},
{

    "url": "http://localhost:8000/fiddle/author/100/?format=json",
    "surname": "Macintyre",
    "firstname": "Duncan",
    "extrainfo": "",
    "biographical_info": "Duncan Macintyre (c.1765-c.1807) was a London dancing master when he published 'Slow Airs …' in 1795. He went to India, possibly a Master of Ceremonies to the Governor-General's Court, and died c.1806. (Glen 2, xvii - 'McIntyre'; Baptie)"

},
{

    "url": "http://localhost:8000/fiddle/author/101/?format=json",
    "surname": "Mackay",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Alexander Mackay (b.1775) was an Islay fiddler/composer."

},
{

    "url": "http://localhost:8000/fiddle/author/103/?format=json",
    "surname": "Mackintosh",
    "firstname": "Robert",
    "extrainfo": "",
    "biographical_info": "Robert Mackintosh (c.1745-1807, known as \"Red Rob\") was a fiddler and composer from Tullymet; he worked in Edinburgh and played for the Edinburgh Musical Society; led the band at Gentlemen's Concerts in Aberdeen c.1785-88, and moved to London in 1803. (Alburger). He was said to have taught Nathaniel Gow; Glen believes this must have been in Aberdeen. (Glen 1, xi) "

},
{

    "url": "http://localhost:8000/fiddle/author/107/?format=json",
    "surname": "Mancor",
    "firstname": "Peter",
    "extrainfo": "",
    "biographical_info": "Self-publishing musician living in Overgate, top of School Wynd, Dundee. (NLS Digital Gallery, Dundee Directory 1809).  Unlisted as publisher in SBTI."

},
{

    "url": "http://localhost:8000/fiddle/author/11/?format=json",
    "surname": "Marshall",
    "firstname": "William",
    "extrainfo": "",
    "biographical_info": "Marshall (1748-1833) was a fiddler and composer, born in Fochabers, employed as house steward to the Duke of Gordon. (Glen 2, v-vii; Alburger; Bulloch; Cowie)"

},
{

    "url": "http://localhost:8000/fiddle/author/109/?format=json",
    "surname": "Maxwell",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "A musician in the Argyle Militia (Gore)."

},
{

    "url": "http://localhost:8000/fiddle/author/91/?format=json",
    "surname": "McDonald",
    "firstname": "Patrick",
    "extrainfo": "",
    "biographical_info": "Patrick McDonald (1729-1824), was born in Durness of a musical clergyman's family, educated at University of Aberdeen, and was minister of Kilmore for 69 years. (Glen 1, xi-xii; McAulay)\nHis brother Joseph McDonald (1739-1762) died in India."

},
{

    "url": "http://localhost:8000/fiddle/author/92/?format=json",
    "surname": "McFadyen",
    "firstname": "J.",
    "extrainfo": "",
    "biographical_info": "John McFadyen senior fl. in Wilson Street, Glasgow, c.1790-1817 as music seller/publisher, taking over some of Aird's plates. SBTI does not list him as early as 1800, but traces his business as late as 1844. The business was continued by sons Joseph and John.  (Kidson; SBTI; Humphries & Smith)"

},
{

    "url": "http://localhost:8000/fiddle/author/93/?format=json",
    "surname": "McFadyen",
    "firstname": "J.",
    "extrainfo": "",
    "biographical_info": "John McFadyen senior fl. in Wilson Street, Glasgow, c.1790-1817 as music seller/publisher, taking over some of Aird's plates. SBTI does not list him as early as 1800, but traces his business as late as 1844. The business was continued by sons Joseph and John.  (Kidson, SBTI, Humphries & Smith)"

},
{

    "url": "http://localhost:8000/fiddle/author/94/?format=json",
    "surname": "McGibbon",
    "firstname": "William ",
    "extrainfo": "",
    "biographical_info": "William McGibbon (1696-1756) is believed to have been born in Glasgow.  In 1709, he went to London, where he studied with William Corbett, and travelled to Italy with him in 1711. Around 1720, McGibbon settled in Edinburgh, and played in the Edinburgh Musical Society from 1726. He died in Edinburgh.\nUpon McGibbon's death, his estate was left to Edinburgh Royal Infirmary; they sold Cooper's plates of McGibbon's Scots tune books to Bremner, who published them in Edinburgh and London. Neil Stewart published his editions in Edinburgh 1761-1783, and S. A. & P. Thompson theirs in London, 1779-1794. (Grove)"

},
{

    "url": "http://localhost:8000/fiddle/author/10/?format=json",
    "surname": "McGlashan",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Alexander 'King McGlashan' (c.1740-1797) was leader in the band of the Edinburgh Assemblies, according to a sales description pasted into a GB-Gu copy.  He was described as an editor, violinist, composer and teacher (Baptie; Alburger); and was a popular recitalist, and a teacher of Nathaniel Gow (Glen 1, x). \nGore uses the spelling 'MacGlashan'."

},
{

    "url": "http://localhost:8000/fiddle/author/96/?format=json",
    "surname": "McGoun",
    "firstname": "Archibald",
    "extrainfo": "",
    "biographical_info": "McGoun father and sons (MacGoun, McGowan, McCown) traded as a Glasgow book/music seller, stationer and later also papermaker; SBTI list Archibald, Archibald Junior and Andrew. Like MacFadyen, the McGouns bought some of Aird's plates. (Kidson; SBTI; Alburger)"

},
{

    "url": "http://localhost:8000/fiddle/author/97/?format=json",
    "surname": "McGregor",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Presumably a fiddler/composer, but no further information. NB GB-A spells name 'McGregor'"

},
{

    "url": "http://localhost:8000/fiddle/author/99/?format=json",
    "surname": "McIntosh",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Alexander McIntosh was a dancing teacher in Dundee, in the late 18th century.  He published in London and Edinburgh."

},
{

    "url": "http://localhost:8000/fiddle/author/102/?format=json",
    "surname": "McKercher",
    "firstname": "Duncan",
    "extrainfo": "",
    "biographical_info": "McKercher (also spelled 'McKerracher' by Murdoch, 74-75) was born in Dunkeld c.1796 and 'of the Niel Gow school'; he lived much of his life in Gow's old Inver cottage (Alburger, 119), but died in 1873 in Edinburgh. He was known as 'the Dunkeld Paganini', a fiddler and teacher to aristocratic families in north of Scotland, who played with 'real characteristic North-country tang' (Murdoch, 75). He often played at evening concerts in Glasgow City Hall and at James Lumsden's Scotch concerts in Edinburgh, and was famed for playing 'The Mason's Apron' while wearing it. Baptie noted that McKercher was born in Inver, and adds that his 'Sir Neil Menzies' strathspey is close to style of Robert Mackintosh and William Marshall."

},
{

    "url": "http://localhost:8000/fiddle/author/104/?format=json",
    "surname": "McLaren",
    "firstname": "Daniel",
    "extrainfo": "",
    "biographical_info": "A fiddler/composer from Taymouth, Perthshire, McLaren published his own music from his house in Bell's Wynd, Edinburgh at the end of the 18th century. (Glen 2, xvi)\nHis name is also spelled Maclaren."

},
{

    "url": "http://localhost:8000/fiddle/author/105/?format=json",
    "surname": "McLaren",
    "firstname": "D[aniel]",
    "extrainfo": "",
    "biographical_info": "A fiddler/composer from Taymouth, Perthshire, McLaren published his own music from his house in Bell's Wynd, Edinburgh at the end of the 18th century. (Glen 2, xvi)\nHis name is also spelled Maclaren."

},
{

    "url": "http://localhost:8000/fiddle/author/106/?format=json",
    "surname": "McLean",
    "firstname": "Charles",
    "extrainfo": "",
    "biographical_info": "Born in Aberdeen c.1712, McLean was a music teacher in Montrose, and then Aberdeen, before moving to Edinburgh to play in the Edinburgh Musical Society Orchestra. He was in London from c.1740, and died there c.1772.  \nHe composed for violin, publishing a set of sonatas in 1737; the present book is a posthumous collection. (Grove; Baptie)"

},
{

    "url": "http://localhost:8000/fiddle/author/110/?format=json",
    "surname": "Morison",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Morison (c.1772-1848) was a Peterhead organist and fiddler. (Glen 2, xviii)  Failing fortunes forced him to diversify: he also organised balls and ran a ship's chandlery. (Alburger, 89-90)"

},
{

    "url": "http://localhost:8000/fiddle/author/111/?format=json",
    "surname": "Morrison",
    "firstname": "William ",
    "extrainfo": "",
    "biographical_info": "Morrison was active, probably around Inverness, c.1813, and published in Inverness and Edinburgh."

},
{

    "url": "http://localhost:8000/fiddle/author/112/?format=json",
    "surname": "Munro",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Munro was born c.1695. (Baptie)"

},
{

    "url": "http://localhost:8000/fiddle/author/113/?format=json",
    "surname": "Napier",
    "firstname": "William",
    "extrainfo": "",
    "biographical_info": "Napier lived c.1740-1812, and died in London. He was a violinist both at Edinburgh's Canongate Theatre, and for Edinburgh Musical Society, before moving to London. (Alburger, 120; Macleod) He played in prestigious bands including the court of George III, and in middle life set up as publisher, later also starting a circulating library. Napier comissioned music from Haydn and was well-connected with other classical composers. (Grove; Baptie)\n"

},
{

    "url": "http://localhost:8000/fiddle/author/114/?format=json",
    "surname": "Nicolson",
    "firstname": "H[enry]",
    "extrainfo": "",
    "biographical_info": "Nicolson was a dancing teacher, apparently renowned for teaching the 'grand shawl dance'. There is possibly a Dundee connection, as the only other vendor is a Mr [Charles] Duff in Dundee, whose brother Archibald was also a dance teacher.\n\n"

},
{

    "url": "http://localhost:8000/fiddle/author/115/?format=json",
    "surname": "Oswald ",
    "firstname": "James",
    "extrainfo": "",
    "biographical_info": "Oswald was born in Crail in 1710, and died in Knebworth, Hertfordshire, in 1769. He was a musician and dancing master in Dunfermline, then went to Edinburgh, where he was a composer, publisher, cellist, and teacher. He moved to London in 1741, where he was a well-connected teacher, publisher, active in Society of the Temple of Apollo, and appointed Chamber Composer to the king in 1761. (Alburger; Grove)\n"

},
{

    "url": "http://localhost:8000/fiddle/author/116/?format=json",
    "surname": "Parker ",
    "firstname": "Mrs",
    "extrainfo": "",
    "biographical_info": "Mrs Parker was a professional dancer at the Theatre Royal Dublin.  Her daughter Miss Nanette Parker, born in London in 1782, also became a dancer."

},
{

    "url": "http://localhost:8000/fiddle/author/117/?format=json",
    "surname": "Payne",
    "firstname": "William",
    "extrainfo": "",
    "biographical_info": "The only other piece identified by Payne was published in Dublin by Hime ca.1800, 'Bodero didero Claret for ever: A favorite Irish drinking song, written & composed by Mr. W. Payne', in GB-Lbl"

},
{

    "url": "http://localhost:8000/fiddle/author/118/?format=json",
    "surname": "Peacock",
    "firstname": "Francis  ",
    "extrainfo": "",
    "biographical_info": "Peacock (1723-1807) was a Dancing Master in Aberdeen for over 60 years. (He was succeeded by Archibald Duff.) As well as the present music book, he was the author of Sketches relative to the history and theory, but more especially to the practice of dancing. (Alburger, 73-75, 90) He taught musician and music publisher James Davie, who is known to have had Peacock's viola.  \n"

},
{

    "url": "http://localhost:8000/fiddle/author/14/?format=json",
    "surname": "Petrie",
    "firstname": "Robert",
    "extrainfo": "",
    "biographical_info": "Petrie (1767-1830) was a fiddler and composer from Kirkmichael; he worked as gardener for the Garden family of Troup, and was in demand at balls and weddings. (Alburger, 117; Glen 1, xiii)"

},
{

    "url": "http://localhost:8000/fiddle/author/119/?format=json",
    "surname": "Playford ",
    "firstname": "Henry",
    "extrainfo": "",
    "biographical_info": "Henry Playford (1657-1709) was a London music publisher, son of John Playford. His 'Scotch' measures precede the strathspey genre, and no composers' names are given. (Alburger, 25-27) \nHis use of the old-style typsetting rather than the fashionable new engraving process led to a decline in business (Grove).\n"

},
{

    "url": "http://localhost:8000/fiddle/author/120/?format=json",
    "surname": "Playford",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "John Playford (1623-1686/87) was born in Norwich, and possibly attended the cathedral choir school; he then moved to London to be apprenticed to a London publisher, publishing The English Dancing Master, which ran to many editions. (Alburger, 19-21) Besides his own publishing business, he was also a vicar-choral at St Paul's Cathedral, and towards the end of his life, a clerk to the Temple Church. (Grove)\n"

},
{

    "url": "http://localhost:8000/fiddle/author/121/?format=json",
    "surname": "Porteous",
    "firstname": "James",
    "extrainfo": "",
    "biographical_info": "Porteous (c.1762-1847) was a violinist from Ecclefechan; he died in Annan. He composed all the music he published, apart from one piece by his son William. (Baptie)"

},
{

    "url": "http://localhost:8000/fiddle/author/122/?format=json",
    "surname": "Preston",
    "firstname": "John and Thomas",
    "extrainfo": "",
    "biographical_info": "Father and son, John and Thomas Preston, traded as London publishers c.1789-98, first at 97, The Strand, and subsequently other London addresses. They bought Bremner's plates in 1789, and Thomas later bought plates of Skillern the elder, H. Wright, & Wilkinson and Co. "

},
{

    "url": "http://localhost:8000/fiddle/author/123/?format=json",
    "surname": "Pringle ",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "Pringle was a fiddler and composer born c.1770, possibly in the Borders and possibly related to Thomas Pringle, with whom Alexander Campbell had dealings in connection with his Borders trip.  This book contains 'Mr. Alexr. Campbell's Strathspey'. \nHenry Farmer notes in GB-Gu copy of the Second Collection that Pringle was an Edinburgh dancing master. \nLike many other compilers, Pringle often included other musicians' tunes in his collections, without ascription. (Alburger, 130-31)"

},
{

    "url": "http://localhost:8000/fiddle/author/124/?format=json",
    "surname": "Reinagle",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Alexander (1756-1809) was the son of Joseph Reinagle, of Austrian descent. Although Alexander was born in Portsmouth, the family moved to Edinburgh; by 1778 he was teaching harpsichord in Glasgow.  He travelled to Europe in 1784, and although he returned briefly to England, he moved to USA in 1786. His brother Joseph, also a composer and author of Introduction to the Art of Cello Playing, was brother in law to Schetky. (Grove)"

},
{

    "url": "http://localhost:8000/fiddle/author/15/?format=json",
    "surname": "Riddell",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "John Riddell (1718-95) was a fiddler and composer of reels and a couple of songs, associated with Ayr. He was described as 'musician' in the parish death register, and may have been blind. (Glen 1, viii-ix)"

},
{

    "url": "http://localhost:8000/fiddle/author/125/?format=json",
    "surname": "Riddell",
    "firstname": "Capt. Robert",
    "extrainfo": "",
    "biographical_info": "Captain Robert Riddell of Glenriddel (c.1745-94) was an antiquarian, composer, gentleman amateur, and friend of Robert Burns. Glen echoed Edinburgh librarian David Laing in asserting that Riddell wasn't very musical and that the 'reels and other dances which the Editor has seen ... have little or no merit.'  \n(Glen 1, xii)"

},
{

    "url": "http://localhost:8000/fiddle/author/126/?format=json",
    "surname": "Riddell",
    "firstname": "Capt. Robert",
    "extrainfo": "",
    "biographical_info": "Captain Robert Riddell of Glenriddel (c.1745-94) was an antiquarian, composer, gentleman amateur, and friend of Robert Burns. Glen echoed Edinburgh librarian David Laing in asserting that Riddell wasn't very musical and that the 'reels and other dances which the Editor has seen ... have little or no merit.' (Glen 1, xii)\nAlburger describes his Collection of Scotch Galwegian and Border Tunes as 'useful', but echoes Glen regarding Riddell's own compositions. (Alburger, 139-41) \n"

},
{

    "url": "http://localhost:8000/fiddle/author/127/?format=json",
    "surname": "Ritchie",
    "firstname": "Matthew",
    "extrainfo": "",
    "biographical_info": "since the music was published in Glasgow, Ritchie may have been a local musician."

},
{

    "url": "http://localhost:8000/fiddle/author/31/?format=json",
    "surname": "Robertson",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Alexander Robertson (born c.1800) was a music teacher, publisher and seller in Edinburgh. (Humphries & Smith; Kidson; Grove)."

},
{

    "url": "http://localhost:8000/fiddle/author/128/?format=json",
    "surname": "Robertson",
    "firstname": "Daniel",
    "extrainfo": "",
    "biographical_info": "Robertson was active ca.1810-56, according to Copac records."

},
{

    "url": "http://localhost:8000/fiddle/author/129/?format=json",
    "surname": "Ross ",
    "firstname": "Robert",
    "extrainfo": "",
    "biographical_info": "A practising musician, possibly a guittar player, Ross was active as an Edinburgh music-seller, 1769-c.1805, but continued thereafter as a musician, and died in 1808. He traded from his house in Playhouse Close Canongate, Edinburgh, in 1769; the back of Fountain Well, 1770-1785; and Head of Carrubers Close 1785-1805. \n(Glen 1, viii; Humphries & Smith; MacKillop)\nHe was a musician for Edinburgh Musical Society. (Alburger, 120)\nAlthough there is no clear relationship with composer John Ross who was born in Newcastle upon Tyne and spent his adult life as an organist in Aberdeen, both were published by John Hamilton, so there could be a hidden connection."

},
{

    "url": "http://localhost:8000/fiddle/author/130/?format=json",
    "surname": "Shepherd ",
    "firstname": "William",
    "extrainfo": "",
    "biographical_info": "Shepherd  (c.1760-1812) was a fiddler, composer, music publisher and seller, who in 1796 entered partnership with Nathaniel Gow until Shepherd died in 1812. (Glen 2, xv; Gore)"

},
{

    "url": "http://localhost:8000/fiddle/author/131/?format=json",
    "surname": "Shirrefs",
    "firstname": "Andrew",
    "extrainfo": "",
    "biographical_info": "Shirrefs was born in Aberdeen c.1750, and died London 1807. He gained a Masters degree from Aberdeen. He was first a stationer in Aberdeen, going on to edit music, and was also co-editor of the Aberdeen Chronicle (inception advertised 1787), and published the Caledonian Magazine, or Aberdeen Repository, semi-annual, 1788-1790. By then he had moved to Edinburgh and described himself as a printer. He composed songs, poems, and a pastoral ballad opera, Jamie and Bess, which his friend Robert Mackintosh conducted in Edinburgh. Shirrefs moved to London in 1798. (Walker; Grove; Baptie)"

},
{

    "url": "http://localhost:8000/fiddle/author/132/?format=json",
    "surname": "Sime",
    "firstname": "David",
    "extrainfo": "",
    "biographical_info": "David Sime was active from c.1789, and died in 1807.  He compiled Edinburgh Musical Miscellany ((see NLS Digital Gallery) and this collection of marches. Unlisted in NLS Digital Gallery Post Office Directories or SBTI.\n"

},
{

    "url": "http://localhost:8000/fiddle/author/133/?format=json",
    "surname": "Smart",
    "firstname": "Thomas",
    "extrainfo": "",
    "biographical_info": "Thomas Smart (1747-1803) also wrote piano variations for  'Rosline Castle', printed for T. Skillern [1785?]; his variations for 'There's nae luck about the house' were published in Cyclopedia of Music almost a century later, [1856]."

},
{

    "url": "http://localhost:8000/fiddle/author/134/?format=json",
    "surname": "Stewart",
    "firstname": "Charles",
    "extrainfo": "",
    "biographical_info": "Fiddler and composer Charles Stewart was possibly the musician in Leith Wynd (Edinburgh), 1794-96, and definitely in Todrick's Wynd, 1800-01. \nStewart was Edinburgh dancing teacher David Strange's assistant in 1802, and by the end of 1803 was describing himself as Strange's successor. \nStewart taught classes, gave an annual ball, and by 1805 advertised his 'First Book of Minuets, High Dances, Cottillions, etc, etc', as used by his late master, Mr Strange. \nStewart was leader and repetiteur of Edinburgh's Theatre Royal Orchestra.  He suffered ill-health from c.1811 (a benefit ball was held in 1812) and died in 1818. DOB unknown.  See Glen 2, xvii-xviii."

},
{

    "url": "http://localhost:8000/fiddle/author/135/?format=json",
    "surname": "Stewart",
    "firstname": "Neil",
    "extrainfo": "",
    "biographical_info": "Neil Stewart (c.1730 - before 1816)  taught dancing in Newcastle upon Tyne for 8 years (some time before 1773); he was in Edinburgh by 1775,  briefly in partnership with Mr McLean running a dancing school. Stewart had music shops at various addresses, until his whole stock was auctioned in 1805.\n(Glen 1, vii-viii)"

},
{

    "url": "http://localhost:8000/fiddle/author/150/?format=json",
    "surname": "Stewart",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Stewart composed a number of regimental marches, printed for and sold by Brysson or N.Stewart & Co.,  c.1800.  Possibly related to Neil Stewart."

},
{

    "url": "http://localhost:8000/fiddle/author/136/?format=json",
    "surname": "Stirling",
    "firstname": "Miss Magdalena",
    "extrainfo": "of Ardoch",
    "biographical_info": "A member of the Stirling Family of Ardoch, Perthshire."

},
{

    "url": "http://localhost:8000/fiddle/author/138/?format=json",
    "surname": "Stratton",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "The titlepage informs us that Stratton was a Banff schoolteacher. "

},
{

    "url": "http://localhost:8000/fiddle/author/139/?format=json",
    "surname": "Stuart",
    "firstname": "Alexander",
    "extrainfo": "",
    "biographical_info": "Stuart (born c.1695) seems to have worked with Ramsay only for this collection. A vocal composer, he was a violinist for the Edinburgh Musical Society c.1726-36.  (Baptie; Johnson; Holman, 77)"

},
{

    "url": "http://localhost:8000/fiddle/author/140/?format=json",
    "surname": "Surenne",
    "firstname": "John Thomas",
    "extrainfo": "",
    "biographical_info": "John Thomas Surenne (1814-1878) was born in London, but died in Edinburgh. He was a collector, editor,  and composer of vocal and instrumental music, and also an organist. Besides the present collection, he also made piano arrangements of publisher  Muir Wood's The Songs of Scotland, and The Songs of Ireland, both edited by George Farquhar Graham."

},
{

    "url": "http://localhost:8000/fiddle/author/54/?format=json",
    "surname": "Sutherland",
    "firstname": "J[ames]",
    "extrainfo": "",
    "biographical_info": "The book and music seller J. Sutherland traded from 27 Leith Street and then 9 Calton Street at the head of Leith Walk, Edinburgh, and had the future publisher William Chambers as an apprentice. (Kidson)"

},
{

    "url": "http://localhost:8000/fiddle/author/141/?format=json",
    "surname": "Taylor ",
    "firstname": "James",
    "extrainfo": "",
    "biographical_info": "Taylor was a fiddler, composer and music teacher who was born in Elgin, but taught in Fochabers and Banff, then later published A Pastoral Set of Quadrilles as performed by Mr McKenzie's Band (in GB-En), from 36 Union Street, Aberdeen. Another Elgin violinist, Thomas Taylor, may have been a brother. (Baptie)"

},
{

    "url": "http://localhost:8000/fiddle/author/142/?format=json",
    "surname": "Taylor ",
    "firstname": "James",
    "extrainfo": "",
    "biographical_info": "Taylor was a fiddler, composer and music teacher who was born in Elgin, but taught in Fochabers and Banff, then later published A Pastoral Set of Quadrilles as performed by Mr McKenzie's Band (in GB-En), from 36 Union Street, Aberdeen. A contemporary James Taylor also published sacred music in London and Dublin, songs in Norwich and a collection of psalm and hymn tunes in Aberdeen (this last, a teacher of music in Kintore); it is impossible to determine whether any were by the fiddle-tune writing Taylor.  Another Elgin violinist, Thomas Taylor, may have been a brother. (Baptie)"

},
{

    "url": "http://localhost:8000/fiddle/author/5/?format=json",
    "surname": "Thompson",
    "firstname": "Samuel, Ann & Peter",
    "extrainfo": "",
    "biographical_info": "Publishers Samuel, Ann and Peter Thompson were active as far back as 1781, trading from 75 St Paul's Church Yard, London. An earlier Peter Thomson was trading as early as 1746. \nKidson dates this volume c.1789, but published advertisements place it in 1790, when the same publishers issued The Hibernian Muse.  The last trace of the firm is in the name of Henry Thompson in 1804."

},
{

    "url": "http://localhost:8000/fiddle/author/143/?format=json",
    "surname": "Thumoth",
    "firstname": "Burk",
    "extrainfo": "",
    "biographical_info": "Thumoth (fl. 1739–50) was an Irish music editor, composer, flautist and trumpeter, performing as a soloist in both Dublin and London (Grove).\nOf his two collections of tunes, Book 1 contained Scotch and Irish, and Book 2 English and Irish Airs. Burk's name is sometimes spelled 'Burke'."

},
{

    "url": "http://localhost:8000/fiddle/author/144/?format=json",
    "surname": "Turnbull",
    "firstname": "[John]",
    "extrainfo": "",
    "biographical_info": "John Turnbull (1804-44) was born in Paisley and died in Glasgow, where he had been Precentor at St George's Parish Church, Glasgow. He composed vocal music. (Baptie)\nHe may have had musical relatives: an older man, Gavin Turnbull had a song published in Glasgow [1796-1810]; and a Walter Turnbull published Highland melodies in London [1828?], having already published songs there for two decades. (Copac)"

},
{

    "url": "http://localhost:8000/fiddle/author/145/?format=json",
    "surname": "Walker ",
    "firstname": "James",
    "extrainfo": "",
    "biographical_info": "Walker (c.1760-1840) was a Dysart fiddler, music teacher and composer, popular at big house balls in Fife (Glen 2, xvii; Baptie)."

},
{

    "url": "http://localhost:8000/fiddle/author/147/?format=json",
    "surname": "Walsh",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "John Walsh (1665-1636) was active c.1692-1736. He was a very prolific London publisher and musical instrument maker. He published country dances amongst a much wider repertoire.  His son John (1709-1766) was active c.1736-1766.  Their shops were at various times At the Golden Harp and Hautboy (or Harp and Hautboy, Harp and Hoboy), Catherine Street (Catharine Street), Strand. (Humphries & Smith, 321-322; ODNB).\n"

},
{

    "url": "http://localhost:8000/fiddle/author/146/?format=json",
    "surname": "Watlen",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "In 1788, Watlen was listed as a music master and tuner, and he was publishing music in 1789, whilst his music warehouse opened in 1792. He was the first secretary of Edinburgh Musical Fund in 1790. He had to sell up c.1799 and by 1806 had moved to London, where he seems already to have had a business or agency (Glen 2, xiv-xv); Glen is dismissive of Watlen's attempts to compose Scottish tunes!  \nLike many others, Watlen printed tunes by the Gows without attribution. (Alburger, 130)"

},
{

    "url": "http://localhost:8000/fiddle/author/30/?format=json",
    "surname": "Wood",
    "firstname": "[Andrew]",
    "extrainfo": "& Co.",
    "biographical_info": "Andrew Wood (c.1764-1829) was a piano maker, entering partnership with John Muir c.1798 to become the famous 19th century publisher, Muir, Wood & Co. (Baptie; Humphries & Smith)"

},
{

    "url": "http://localhost:8000/fiddle/author/148/?format=json",
    "surname": "Young ",
    "firstname": "John",
    "extrainfo": "",
    "biographical_info": "John Young was a musical instrument maker and music seller, at Dolphin & Crown, West End of St. Pauls Church, London, active c.1698-1730. In 1711 he published The third book of the violin master improv'd, which also contained Scottish and Highland material. \nHe may have been the 'appointed musician in ordinary to the King for the Viol da Gamba, May 23, 1673'. (Humphries & Smith, 346)"

},
{

    "url": "http://localhost:8000/fiddle/author/55/?format=json",
    "surname": "[Eglinton]",
    "firstname": "[Hugh Montgomerie]",
    "extrainfo": "",
    "biographical_info": "Hugh Montgomerie, 12th Earl of Eglinton (c.1740-1819) was an amateur violinist and composer, who occasionally joined in playing with the band at Eglinton Castle. (Alburger, 147)\nA selection of his songs and marches, arranged by John Turnbull, was published posthumously in Glasgow, 1858?"

},
{

    "url": "http://localhost:8000/fiddle/author/108/?format=json",
    "surname": "[Marshall]",
    "firstname": "[William]",
    "extrainfo": "",
    "biographical_info": "Marshall (1748-1833) was a fiddler and composer, born in Fochabers, employed as house steward to the Duke of Gordon. (Glen 2, v-vii; Alburger; Bulloch; Cowie)"

},

    {
        "url": "http://localhost:8000/fiddle/author/24/?format=json",
        "surname": "[McFadyen]",
        "firstname": "[John]",
        "extrainfo": "",
        "biographical_info": "McFadyens were booksellers/bookbinders from 1815-1844; the 19th-century John McFadyen's sons Joseph, John and Alexander were all in book-related trades (SBTI).\n"
    }